Repository: Altay-Akyurek/-Accounting_Mobile_and_PC_application
Catalog: lib/l10n/app_*.arb
Languages: tr

# workerAnalysisSubtitle
source: {worked} days worked, {leave} days leave/report
tr: {worked} gün çalışma, {leave} gün izin/rapor

# noDataEntryThisMonth
source: No data entries found for the selected range.
tr: Bu ay seçili aralıkta henüz veri girişi bulunmuyor.

# productivity_caps
source: PRODUCTIVITY
tr: VERİMLİLİK

# editDocumentContentHint
source: Type the document content here...
tr: Belge içeriğini buraya yazın...

# workerAnalysisTitle
source: Personnel Performance Analysis
tr: Personel Performans Analizi

source: Performance Over Time
tr: Zaman İçinde Performans

# workerDistribution
source: Personnel Distribution (Work x Leave)
tr: Personel Dağılımı (Çalışma x İzin)

source: Attendance Summary
tr: Puantaj Özeti

# noWorkerFound
source: No personnel records found.
tr: Henüz personel kaydı bulunmuyor.

# excelFeatureSoon
source: Excel export feature coming soon
tr: Excel çıktı özelliği yakında eklenecek

# printFeatureSoon
source: Print feature coming soon
tr: Yazdırma özelliği yakında eklenecek

source: Turkish
tr: Türkçe

source: Subtotal
tr: Ara Toplam

source: VAT Total
tr: KDV Toplamı

source: Total Sales Tax Base
tr: Toplam Satış Matrahı

source: Total Purchase Tax Base
tr: Toplam Alış Matrahı

source: Sales VAT
tr: Hesaplanan KDV

source: Purchase VAT
tr: İndirilecek KDV

source: VAT to Pay
tr: Ödenecek KDV

# vatDeferred
source: Deferred VAT
tr: Sonraki Döneme Devreden KDV

# cariAccountDeleted
source: Account successfully deleted
tr: Cari hesap başarıyla silindi

source: Balance
tr: Bakiye

# accountNotLinkedToWorker
source: This account is not linked to any personnel.
tr: Bu cari hesap herhangi bir personelle ilişkilendirilmemiş.

# noLaborRecordsYet
source: No labor records found yet.
tr: Henüz işçilik kaydı bulunmuyor.

source: Project
tr: Proje

# overtime_caps
source: OVERTIME
tr: MESAİ

# hakedis_short
source: Pay.
tr: Hak.

source: Not specified
tr: Belirtilmedi

source: Download Excel
tr: Excel İndir

# markAsCashInfo
source: Mark as cash account (e.g., Cash Register)
tr: Kasa hesabı olarak işaretleyin (Örn: Nakit Kasa)

source: COMPLETE RECORD
tr: KAYDI TAMAMLA

# workerAnalysisDetail
source: {workerName} Analysis Detail
tr: {workerName} Analiz Detayı

# deleteCariConfirm
source: Are you sure you want to delete account {arg}?
tr: {arg} carisini silmek istediğinize emin misiniz?

# deleteFailed
source: Failed to delete {arg}.
tr: {arg} silinemedi.

# newInvoiceType
source: New {arg} Invoice
tr: Yeni {arg} Faturası

# editInvoiceType
source: Edit {arg} Invoice
tr: {arg} Faturası Düzenle

source: Item
tr: Kalem

# amountLabel
source: Amount
tr: Tutar

# deleteInvoiceConfirm
source: Are you sure you want to delete invoice {arg}?
tr: {arg} faturasını silmek istediğinize emin misiniz?

# newItemType
source: New {arg}
tr: Yeni {arg}

# editItemType
source: Edit {arg}
tr: {arg} Düzenle

# titleLabel
source: Title
tr: Başlık

# noIncomeExpenseYet
source: No {arg} found yet.
tr: Henüz {arg} bulunmuyor.

# deleteRecordConfirm
source: Are you sure you want to delete record {arg}?
tr: {arg} kaydını silmek istediğinize emin misiniz?

# settlementReport_caps
source: SETTLEMENT REPORT
tr: HESAP KESİM RAPORU

source: No Data Found
tr: Veri Bulunamadı

# settlementPeriod_caps
source: SETTLEMENT PERIOD
tr: HESAP KESİM DÖNEMİ

# selectDate_caps
source: SELECT DATE
tr: TARİH SEÇ

# personnelSalaryStatus_caps
source: PERSONNEL SALARY STATUS
tr: PERSONEL MAAŞ DURUMU

# projectHakedis_caps
source: PROJECT PAYMENTS
tr: PROJE HAKEDİŞLERİ

# settleAccount_caps
source: SETTLE ACCOUNT
tr: HESABI KAPAT

# hakedisSettleConfirm
source: {count} progress payments totaling {amount} will be collected. Confirm?
tr: {count} adet hakediş ve toplam {amount} tutarı tahsil edilecek. Onaylıyor musunuz?

# laborSettleConfirm
source: {count} labor payments totaling {amount} will be paid. Confirm?
tr: {count} adet işçilik ve toplam {amount} tutarı ödenecek. Onaylıyor musunuz?

# cariSettleConfirm
source: {count} account operations will be closed. Confirm?
tr: {count} adet cari işlem kapatılacak. Onaylıyor musunuz?

# periodNetProfit_caps
source: PERIOD NET PROFIT
tr: DÖNEM NET KARI

# totalRevenue_caps
source: TOTAL REVENUE
tr: TOPLAM GELİR

# totalCost_caps
source: TOTAL COST
tr: TOPLAM MALİYET

source: Total Earned
tr: Toplam Hak Edilen

source: Remaining Personnel Debt
tr: Kalan Personel Borcu

source: See Personnel Details
tr: Personel Detaylarını Gör

# laborSummaryDetail
source: Worked: {worked} | Leave: {leave} | Sunday: {sunday}
tr: Çalışılan: {worked} | İzinli: {leave} | Pazar: {sunday}

# producedHakedisNet
source: Produced Net Hakedis
tr: Üretilen Net Hakediş

source: Pending Collection
tr: Bekleyen Tahsilat

source: Customer Receivables
tr: Müşteri Alacakları

source: Supplier Payables
tr: Tedarikçi Borçları

source: Main Cash Status
tr: Ana Kasa Durumu

source: Search
tr: Ara

# workerSummaryReport_caps
source: WORKER SUMMARY REPORT
tr: İŞÇİ ÖZET RAPORU

# totalWorkHours
source: {hours} Hours Total Work
tr: {hours} Saat Toplam Çalışma

# workerReport_caps
source: {name} SUMMARY REPORT
tr: {name} ÖZET RAPORU

# totalHoursAndAmount
source: Total: {hours} Hours | {amount}
tr: Toplam: {hours} Saat | {amount}

# hakedisDocument_caps
source: PAYMENT INSTALLMENT DOCUMENT
tr: HAKEDİŞ BELGESİ

# projectHakedisReport_caps
source: PROJECT PAYMENT REPORT
tr: PROJE HAKEDİŞ RAPORU

# brutAmount_caps
source: GROSS AMOUNT
tr: BRÜT TUTAR

# netAccrual_caps
source: NET ACCRUAL
tr: NET TAHAKKUK

source: Quantity
tr: Adet

# totalBrut
source: Total Gross
tr: Toplam Brüt

source: Total Net
tr: Toplam Net

# reportDateLabel
source: Report Date: {date}
tr: Rapor Tarihi: {date}

# documentDateLabel
source: Document Date: {date}
tr: Belge Tarihi: {date}

source: Privacy Policy
tr: Gizlilik Politikası

source: Date
tr: Tarih

source: Hour
tr: Saat

# mesai
source: Overtime
tr: Mesai

# personal
source: Personnel
tr: Personel

source: Rate
tr: Oran

# stopaj
source: Withholding
tr: Stopaj

# teminat
source: Guarantee
tr: Teminat

# pending_caps
source: PENDING
tr: BEKLİYOR
