Repository: Altay-Akyurek/-Accounting_Mobile_and_PC_application
Catalog: lib/l10n/app_*.arb
Languages: tr

# appTitle
source: Accounting Pro
tr: Muhasebe Pro

source: Dashboard
tr: Ana Sayfa

source: NET CASH
tr: NET NAKİT (KASA)

source: CURRENT
tr: GÜNCEL

source: TOTAL COLLECTION
tr: TAHSİLAT

source: REMAINING DEBT
tr: KALAN BORÇ

source: QUICK ACCESS
tr: HIZLI ERİŞİM

source: Accounting
tr: Muhasebe

source: Reports
tr: Raporlar

source: Personnel
tr: Personel

source: Settlement
tr: Hesap Kesimi

# bottleneckAnalysis
source: BOTTLENECK AND PROFIT ANALYSIS
tr: DARBOĞAZ VE KAZANÇ ANALİZİ

source: STATUS ANALYSIS
tr: DURUM ANALİZİ

# profitableProjects
source: MOST PROFITABLE PROJECTS
tr: EN KARLI PROJELER

source: PERFORMANCE INDICATOR
tr: PERFORMANS GÖSTERGESİ

# openedProjects
source: Open Projects
tr: Açık Projeler

source: Total Current Accounts
tr: Toplam Cari

source: Income / Expense Balance
tr: Gelir / Gider Dengesi

source: Positive
tr: Pozitif

source: Income Share
tr: Gelir Payı

source: Expense Share
tr: Gider Payı

# noProfitData
source: No projects with profit data yet.
tr: Henüz kârlılık verisi olan proje yok.

source: PREMIUM ANALYSIS
tr: PREMİUM ANALİZ

source: Unlock
tr: Kilidi Aç

source: Worker Analysis
tr: İşçi Analizi

source: Our Portfolio
tr: Portföyümüz

source: Labor Summary
tr: İşçilik Özeti

source: Premium Packages
tr: Premium Paketler

source: Logout
tr: Çıkış Yap

source: Language
tr: Dil Seçeneği

source: Select Language
tr: Dil Seçin

# premiumSubtitle
source: Accounting Pro Premium
tr: Muhasebe Pro Premium

# premiumDescription
source: Upgrade to manage your business more professionally.
tr: İşinizi daha profesyonel yönetmek için yükseltin.

# featureRemoveAds
source: Remove all ads
tr: Tüm reklamları kaldırın

# featureUnlimitedPDF
source: Create unlimited PDF reports
tr: Sınırsız PDF raporu oluşturun

# featureCloudBackup
source: Unlimited cloud backup
tr: Sınırsız bulut yedekleme

# featureB2B
source: B2B/Company features access
tr: B2B/Şirket özellikleri erişimi

source: Monthly Package
tr: Aylık Paket

source: Yearly Package
tr: Yıllık Paket

# monthlyPrice
source: ₺99.99 / month
tr: ₺99.99 / ay

# yearlyPrice
source: ₺899.99 / year
tr: ₺899.99 / yıl

source: Cancel anytime.
tr: İstediğiniz zaman iptal edin.

# save25
source: 25% more affordable!
tr: %25 daha hesaplı!

source: MOST POPULAR
tr: EN POPÜLER

# continueButton
source: Continue
tr: Devam Et

source: Congratulations!
tr: Tebrikler!

# premiumActivatedMonthly
source: Your monthly Premium membership has been successfully activated. You can now enjoy all unlimited features.
tr: Aylık Premium üyeliğiniz başarıyla aktif edildi. Artık tüm sınırsız özelliklerin tadını çıkarabilirsiniz.

# premiumActivatedYearly
source: Your yearly Premium membership has been successfully activated. You can now enjoy all unlimited features.
tr: Yıllık Premium üyeliğiniz başarıyla aktif edildi. Artık tüm sınırsız özelliklerin tadını çıkarabilirsiniz.

source: Great!
tr: Harika!

# premiumSuccessSnackBar
source: Premium features activated!
tr: Premium özellikler aktif edildi!

source: Login
tr: Giriş Yap

source: Register
tr: Kayıt Ol

# email
source: Email Address
tr: E-posta Adresi

source: Password
tr: Şifre

source: Forgot Password
tr: Şifremi Unuttum

# loginButton
source: LOGIN
tr: GİRİŞ YAP

# registerButton
source: REGISTER
tr: KAYIT OL

# noAccount
source: Don't have an account?
tr: Henüz hesabınız yok mu?

# haveAccount
source: Already have an account?
tr: Zaten hesabınız var mı?

# fillAllFields
source: Please fill in all fields
tr: Lütfen tüm alanları doldurun

# accountAlreadyRegistered
source: This account is already registered.
tr: Bu hesapla daha önce kayıt yapılmış.

# invalidCredentials
source: Invalid email or password.
tr: E-posta adresi veya şifre hatalı.

# emailNotConfirmed
source: Email Confirmation Required
tr: E-posta Onayı Gerekli

# emailNotConfirmedDetail
source: You need to confirm your email address to log in. Please check your inbox (and spam folder).
tr: Giriş yapabilmek için e-posta adresinizi onaylamanız gerekiyor. Lütfen gelen kutunuzu (ve gereksiz kutusunu) kontrol edin.

# rateLimitExceeded
source: Too many email sending attempts. Please try again later.
tr: Çok fazla e-posta gönderim denemesi yaptınız. Lütfen bir süre sonra tekrar deneyin.

# registrationSuccess
source: Registration Successful!
tr: Kayıt Başarılı!

# registrationSuccessDetail
source: We've created your account! Please click the confirmation link we sent to your email address.
tr: Hesabınızı oluşturduk! Lütfen e-posta adresinize gönderdiğimiz onay linkine tıklayın.

# registrationInstruction
source: You cannot log in without confirming.
tr: Onaylamadan giriş yapamazsınız.

source: OK, I Understand
tr: Tamam, Anladım

source: Close
tr: Kapat

source: Email Sent
tr: E-posta Gönderildi

# resetPasswordEmailSent
source: Password reset link has been sent to your email address. Please check.
tr: Şifre sıfırlama bağlantısı e-posta adresinize gönderildi. Lütfen kontrol edin.

source: OK
tr: Tamam

# emailSendError
source: Email could not be sent. Please check your SMTP settings or try again in 5 minutes.
tr: E-posta gönderilemedi. Lütfen SMTP ayarlarınızı kontrol edin veya 5 dakika sonra tekrar deneyin.

source: Corporate Cloud Solution
tr: Kurumsal Bulut Çözümü

# secureConnection
source: SSL SECURE CONNECTION
tr: SSL GÜVENLİ BAĞLANTI

# appTagline
source: Future of Financial Management
tr: Geleceğin Finans Yönetimi

source: PROJECTS
tr: PROJELER

source: NEW PROJECT CARD
tr: YENİ PROJE KARTI

# noProjectsDefined
source: No projects defined yet
tr: Henüz tanımlı proje bulunmuyor

# noProjectsInStatus
source: No projects in {status} status
tr: {status} durumunda proje bulunmuyor

source: CREATE FIRST PROJECT
tr: İLK PROJEYİ OLUŞTUR

source: All
tr: Hepsi

source: Active
tr: Aktif

source: Suspended
tr: Askıda

source: Completed
tr: Bitti

source: Delete Project
tr: Projeyi Sil

# deleteProjectConfirm
source: Are you sure you want to delete the project "{name}"? This action cannot be undone.
tr: "{name}" projesini silmek istediğinize emin misiniz? Bu işlem geri alınamaz.

source: CANCEL
tr: İPTAL

source: DELETE
tr: SİL

# projectDeleted
source: Project successfully deleted
tr: Proje başarıyla silindi

source: Project Name
tr: Proje Adı

# customerFirm
source: Customer / Firm (Current)
tr: Müşteri / Firma (Cari)

source: Estimated Budget
tr: Tahmini Bütçe

source: Status
tr: Durum

source: SAVE PROJECT
tr: PROJEYİ KAYDET

# projectCreated
source: Project successfully created
tr: Proje başarıyla oluşturuldu

# enterProjectName
source: Please enter project name
tr: Lütfen proje adını girin

# errorPrefix
source: Error: {message}
tr: Hata: {message}

# budgetLabel
source: BUDGET
tr: BÜTÇE

source: SUMMARY
tr: ÖZET

source: HAKEDISLER
tr: HAKEDİŞLER

source: EXPENSES
tr: GİDERLER

source: Collected
tr: Tahsil Edilen

source: Total Expense
tr: Toplam Gider

source: Net Profit
tr: Net Kar

source: Project Budget
tr: Proje Bütçesi

source: Project Details
tr: Proje Detayları

source: Starting Date
tr: Başlangıç

source: Description
tr: Açıklama

source: Not Entered
tr: Girilmemiş

source: Change Project Status
tr: Proje Durumu Değiştir

# statusUpdated
source: Project status updated to {status}
tr: Proje durumu {status} olarak güncellendi

# noHakedisYet
source: No payment installments (hakedis) entered yet
tr: Henüz hakediş girilmemiş

source: DOWNLOAD ALL HAKEDIS PDF
tr: TÜM HAKEDİŞLERİ PDF İNDİR

source: NEW HAKEDIS
tr: YENİ HAKEDİŞ

# collected_caps
source: COLLECTED
tr: TAHSİL EDİLDİ

source: PENDING
tr: BEKLİYOR

source: Mark as Pending
tr: Bekliyor İşaretle

source: Mark as Collected
tr: Tahsil Edildi İşaretle

source: Material/Service
tr: Malzeme/Hizmet

source: Labor (Paid)
tr: İşçilik (Ödenen)

source: Account Payments
tr: Cari Ödemeler

source: Cash Outflows
tr: Kasa Çıkışları

source: Sunday
tr: Pazar

source: Download PDF
tr: PDF İndir

source: Delete Hakedis
tr: Hakedişi Sil

source: Gross
tr: Brüt

source: Deductions
tr: Kesintiler

source: Net Collection
tr: Net Tahsilat

# deleteHakedisConfirm
source: Are you sure you want to delete the hakedis "{title}"?
tr: "{title}" hakedişini silmek istediğinize emin misiniz?

source: Expense
tr: Gider

source: Labor Payment
tr: İşçilik Ödemesi

# puantajRecord
source: Attendance Record
tr: Puantaj Kaydı

# noExpensesYet
source: No expense records found yet
tr: Henüz gider kaydı bulunamadı

# hakedisEntry
source: Payment Installment Entry
tr: Hakediş Girişi

source: Hakedis Title
tr: Hakediş Başlığı

# hakedisTitleHint
source: e.g. 1st Hakedis or January Hakedis
tr: örn: 1. Hakediş veya Ocak Ayı Hakedişi

source: Hakedis Amount (Exc. VAT)
tr: Hakediş Tutarı (KDV Hariç)

source: Tax and Deduction Rates (%)
tr: Vergi ve Kesinti Oranları (%)

source: VAT
tr: KDV

source: Withholding
tr: Stopaj

source: Guarantee
tr: Teminat

source: Hakedis Date
tr: Hakediş Tarihi

# descriptionOptional
source: Description / Note (Optional)
tr: Açıklama / Not (Opsiyonel)

source: SAVE HAKEDIS
tr: HAKEDİŞİ KAYDET

# enterTitleAndAmount
source: Please enter title and amount.
tr: Lütfen başlık ve tutar giriniz.

# accountingAndCurrent
source: ACCOUNTING & CURRENT
tr: MUHASEBE & CARİ

# pleaseSelectCari
source: Please select a current account
tr: Lütfen bir cari hesap seçiniz

# descriptionRequired
source: Description is required
tr: Açıklama zorunludur

# amountRequired
source: Debt or Credit amount must be entered
tr: Borç veya Alacak tutarından biri girilmelidir

source: Transaction saved
tr: İşlem kaydedildi

source: Transaction deleted
tr: İşlem silindi

source: Collection (In)
tr: Tahsilat (Giriş)

source: Payment (Out)
tr: Ödeme (Çıkış)

source: Incoming (Debt)
tr: Gelecek (Borç)

source: Outgoing (Credit)
tr: Çıkacak (Alacak)

source: Net Cash (Kasa)
tr: Net Nakit (Kasa)

source: Net Status (Balance)
tr: Net Durum (Bakiye)

source: ADD NEW TRANSACTION
tr: YENİ İŞLEM EKLE

source: Quick Transaction Entry
tr: Hızlı İşlem Girişi

# cariAccountSelection
source: Current Account Selection
tr: Cari Hesap Seçimi

source: Description / Note
tr: Açıklama / Not

source: Debt (Incoming)
tr: Borç (Alınacak)

source: Credit (Outgoing)
tr: Alacak (Verilen)

source: SAVE TRANSACTION
tr: İŞLEMİ KAYDET

# allCaris
source: All Accounts
tr: Tüm Cariler

source: Select Project
tr: Proje Seç

source: All Projects
tr: Tüm Projeler

# statusIn
source: IN
tr: GİRİŞ

# statusOut
source: OUT
tr: ÇIKIŞ

# statusDebt
source: DEBT
tr: BORÇ

# statusCredit
source: CREDIT
tr: ALACAK

# tableDate
source: DATE
tr: TARİH

# tableCari
source: ACCOUNT
tr: CARİ

# tableDescription
source: DESCRIPTION
tr: AÇIKLAMA

# tableStatus
source: STATUS
tr: DURUM

# tableIncoming
source: INCOMING
tr: GELECEK

# tableOutgoing
source: OUTGOING
tr: ÇIKACAK

# tableBalance
source: BALANCE
tr: BAKİYE

source: Admin Dashboard
tr: Yönetici Kontrol Paneli

source: Financial Analysis
tr: Finansal Analiz

source: Profitability Rate
tr: Karlılık Oranı

source: EXPENSE BREAKDOWN
tr: GİDER KIRILIMI

source: PROJECT BASED PERFORMANCE
tr: PROJE BAZLI PERFORMANS

source: Pending Worker Payment
tr: Bekleyen İşçi Ödemesi

source: PERSONNEL TRACKING
tr: PERSONEL TAKİBİ

source: Field Personnel Management
tr: Saha Personel Yönetimi

# personnelSubtitle
source: Attendance and salary accrual tracking
tr: Puantaj ve maaş tahakkuk takibi

source: GET SUMMARY
tr: ÖZET AL

source: PERSONNEL REGISTRATION
tr: PERSONEL KAYIT

source: DISMISSED
tr: İŞTEN AYRILDI

source: Field Worker
tr: Saha Personeli

source: ATTENDANCE
tr: PUANTAJ

source: Dismiss Worker
tr: İşten Çıkar

source: Documents
tr: Belgeler

source: Permanently Delete
tr: Kalıcı Olarak Sil

# personnelListEmpty
source: Personnel list is empty
tr: Personel listesi boş

source: New Personnel Card
tr: Yeni Personel Kartı

source: Name Surname
tr: Ad Soyad

source: Role / Position
tr: Görev / Pozisyon

source: Salary Amount
tr: Maaş Tutarı

source: Salary Type
tr: Maaş Türü

source: Daily
tr: Günlük

source: Monthly
tr: Aylık

source: Hourly
tr: Saatlik

# saveAsCari
source: Save as Current Account
tr: Cari Hesap Olarak Kaydet

source: COMPLETE REGISTRATION
tr: KAYDI TAMAMLA

source: PERSONNEL GENERAL SUMMARY
tr: PERSONEL GENEL ÖZETİ

source: Total Personnel
tr: Toplam Personel

source: Active Personnel
tr: Aktif Personel

source: Dismissed Personnel
tr: Ayrılan Personel

source: Total Accrued
tr: Toplam Tahakkuk (Hak)

source: Total Paid
tr: Toplam Ödenen

source: Remaining Balance
tr: Kalan Borç (Bakiye)

source: Working Hours
tr: Çalışma Saati

source: Overtime Hours
tr: Mesai Saati

source: Hourly Wage
tr: Saatlik Ücret

source: CALCULATED AMOUNT
tr: HESAPLANAN TUTAR

source: SELECT STATUS
tr: DURUM SEÇİN

source: On Leave
tr: İzinli

source: Medical Leave
tr: Raporlu

source: Excused Leave
tr: Mazeretli

source: Unexcused Leave
tr: İzinsiz

source: Refresh
tr: Yenile

source: Stock Management
tr: Stok Yönetimi

source: Stock Code
tr: Stok Kodu

# stockCodeRequired
source: Stock code is required
tr: Stok kodu zorunludur

source: Stock Name
tr: Stok Adı

# stockNameRequired
source: Stock name is required
tr: Stok adı zorunludur

source: Unit
tr: Birim

source: Stock Amount
tr: Stok Miktarı

source: Critical Stock Level
tr: Kritik Stok Seviyesi

# purchasePriceLabel
source: Purchase Price
tr: Alış Fiyatı

# salePriceLabel
source: Sale Price
tr: Satış Fiyatı

source: VAT Rate
tr: KDV Oranı

source: New Stock
tr: Yeni Stok

source: Edit Stock
tr: Stok Düzenle

# noStocksYet
source: No stocks added yet
tr: Henüz stok eklenmemiş

source: No search result found
tr: Arama sonucu bulunamadı

source: Code
tr: Kod

# stockLabel
source: Stock
tr: Stok

source: Company Portfolio
tr: Şirket Portföyü

source: Visionary Solutions
tr: Vizyoner Çözümler

# buildingFutureWithXActiveProjects
source: Building the Future with {count} Active Projects
tr: {count} Aktif Proje ile Geleceği İnşa Ediyoruz

source: Company Summary
tr: Şirket Özeti

source: Financial Health
tr: Finansal Sağlık

source: Our Projects
tr: Projelerimiz

source: Our Team
tr: Ekibimiz

source: Milestones
tr: Kilometre Taşları

source: Collection / Debt Ratio
tr: Tahsilat / Borç Oranı

# greenCollectionsRedDebts
source: Green: Collections, Red: Pending Debts
tr: Yeşil: Tahsilatlar, Kırmızı: Bekleyen Borçlar

# companyOverviewText
source: Our company leads the sector with its expert personnel in financial management. To date, {revenue} worth of payment installments have been collected and {debt} worth of labor debt is currently being managed.
tr: Şirketimiz, finansal yönetim alanında uzman personeliyle sektöre liderlik etmektedir. Bugüne kadar {revenue} değerinde hakediş tahsilatı gerçekleştirilmiş ve şu an {debt} tutarında işçilik borcu yönetilmektedir.

source: No project records yet.
tr: Henüz proje kaydı bulunmuyor.

source: No active workers yet.
tr: Henüz aktif çalışan bulunmuyor.

source: Monthly Personnel
tr: Aylık Personel

source: Daily Personnel
tr: Yevmiyeli Personel

source: Pending Salary
tr: Bekleyen Maaş

# noMilestonesYet
source: No milestones found.
tr: Kilometre taşı bulunmuyor.

source: New Project Started
tr: Yeni Proje Başlatıldı

source: Project Completed Successfully
tr: Proje Başarıyla Tamamlandı

source: Project Suspended Temporarily
tr: Proje Geçici Olarak Durduruldu

source: New Team Member Joined
tr: Yeni Ekip Arkadaşı Katıldı

source: Team Member Left
tr: Ekip Arkadaşı Ayrıldı

source: Financial Collection Made
tr: Finansal Tahsilat Yapıldı

source: High Amount Expense Record
tr: Yüksek Tutarlı Gider Kaydı

source: Unknown Event
tr: Bilinmeyen Olay

source: Period Income / Expense Balance
tr: Dönem Gelir / Gider Dengesi

# xPercentPositive
source: {percent}% Positive
tr: %{percent} Pozitif

# laborSummaryReport_caps
source: LABOR SUMMARY REPORT
tr: İŞÇİLİK ÖZET RAPORU

source: Date Range
tr: Tarih Aralığı

source: Selected Period Records
tr: Seçili Dönem Kayıtları

# xHoursWork
source: {hours} Hours Work
tr: {hours} Saat Çalışma

# noRecordFoundInRange
source: No record found in this date range.
tr: Bu tarih aralığında kayıt bulunamadı.

source: Unknown
tr: Bilinmiyor

source: Total
tr: Toplam

# xHours
source: {hours} Hours
tr: {hours} Saat

# tableProject_caps
source: PROJECT
tr: PROJE

# tableHour_caps
source: HOUR
tr: SAAT

# tableMesai_caps
source: OVERTIME
tr: MESAİ

# tableAmount_caps
source: AMOUNT
tr: TUTAR

# tableDate_caps
source: DATE
tr: TARİH

# workerDocuments
source: {name} - Documents
tr: {name} - Belgeler

# severanceAndRights
source: Severance and Rights (Editable)
tr: Tazminat ve Haklar (Düzenlenebilir)

source: Severance Pay
tr: Kıdem Tazminatı

source: Notice Pay
tr: İhbar Tazminatı

source: Leave Pay
tr: İzin Ücretleri

source: Separation Reason
tr: Ayrılma Nedeni

source: Create Document
tr: Belge Oluştur

source: Service Certificate
tr: Çalışma Belgesi

source: Release Form
tr: İbraname

source: Compensation Breakdown
tr: Tazminat Dökümü

# payrollPusula
source: Payroll Slip
tr: Ücret Pusulası

source: SGK Statement
tr: SGK Bildirgesi

source: Payment Receipt
tr: Ödeme Dekontu

# editDocument
source: Edit {title}
tr: {title} - Düzenle

source: SAVE
tr: KAYDET

# reasonHint
source: e.g. Retirement, Resignation, etc.
tr: Örn: Emeklilik, İstifa, 4857/25-II...

# serviceCertificate_template
source: Mr./Ms. {name} has worked in our workplace from {startDate} to {endDate} as "{position}". Reason for leaving: {reason}. This document has been prepared upon the request of the interested party.
tr: Sayın {name}, işyerimizde {startDate} tarihinden {endDate} tarihine kadar "{position}" görevinde çalışmıştır. Ayrılma nedeni: {reason}. Bu belge, ilgilinin isteği üzerine düzenlenmiştir.

# releaseForm_template
source: Upon leaving the workplace on {date}; I declare that I have received my salary, severance pay, notice pay, and all other social rights in full, and that I have no rights or claims from the employer, and I fully release the employer.
tr: İşyerinden {date} tarihinde ayrılırken; almış olduğum maaş, kıdem tazminatı, ihbar tazminatı ve diğer tüm sosyal haklarımı eksiksiz olarak teslim aldığımı, işverenden herhangi bir hak ve alacağımın kalmadığını beyan ederek işvereni tamamen ibra ederim.

# compensationBreakdown_template
source: PERSONNEL RIGHTS AND RECEIVABLES BREAKDOWN: 1. Severance Pay: {severance} 2. Notice Pay: {notice} 3. Leave Pay: {leave} TOTAL PAID: {total} This breakdown shows the legal receivables entitled to the personnel when the employment contract ends.
tr: PERSONEL HAK VE ALACAK DÖKÜMÜ: 1. Kıdem Tazminatı: {severance} 2. İhbar Tazminatı: {notice} 3. İzin Ücretleri: {leave} TOPLAM ÖDENEN: {total} İşbu döküm personelin iş akdi sonlandığında hak ettiği yasal alacakları göstermektedir.

# payrollPusula_template
source: PAYROLL SLIP: The last month's salary and additional payments accrued during the personnel's tenure have been delivered to the bank accounts specified below or in hand. Payment Item: Severance/Notice/Salary Description: Lump-sum payment as a result of termination of employment contract.
tr: ÜCRET HESAP PUSULASI: Personelin görev süresi boyunca tahakkuk eden son ay ücreti ve ek ödemeleri aşağıda belirtilen banka hesaplarına veya elden teslim edilmiştir. Ödeme Kalemi: Kıdem/İhbar/Maaş Açıklama: İş akdi feshi neticesinde yapılan toplu ödeme.

# sgkStatement_template
source: SOCIAL SECURITY TERMINATION STATEMENT SUMMARY: Personnel: {name} ID No: {tcNo} Termination Date: {date} Termination Reason: {reason} This breakdown is a copy of the termination notification entered into the SGK system.
tr: SGK İŞTEN AYRILIŞ BİLDİRGESİ ÖZETİ: Personel: {name} TC No: {tcNo} Ayrılış Tarihi: {date} Ayrılış Nedeni: {reason} Bu döküm SGK sistemine girilen işten ayrılış bildiriminin bir kopyasıdır.

# paymentReceipt_template
source: BANK PAYMENT RECEIPT / VOUCHER: Paid to: {name} Amount: {amount} Description: It is a collective liquidation payment of salary, severance, notice, and all fringe rights. Payment Date: {date}
tr: BANKA ÖDEME DEKONTU / TEDİYE MAKBUZU: Ödeme Yapılan: {name} Tutar: {amount} Açıklama: Maaş, kıdem, ihbar ve tüm yan hakların toplu tasfiye ödemesidir. Ödeme Tarihi: {date}

# personnelInfo
source: PERSONNEL INFORMATION:
tr: PERSONEL BİLGİLERİ:

source: ID No
tr: TC No

source: Employer Signature
tr: İşveren İmza

source: Worker Signature
tr: İşçi İmza

# categoryLabel
source: Category
tr: Kategori

# cariLabel
source: Account
tr: Cari

# dateLabel
source: Date
tr: Tarih

source: Edit
tr: Düzenle

# financeKasaManagement
source: FINANCE & CASH MANAGEMENT
tr: FİNANS & KASA YÖNETİMİ

source: Recent Transactions
tr: Son Hareketler

source: Pending Collections
tr: Bekleyen Tahsilatlar

# noBalanceToReset
source: No balance found to reset.
tr: Sıfırlanacak bakiye bulunamadı.

# passwordResetSuccess
source: Your password has been successfully updated. You can now login.
tr: Şifreniz başarıyla güncellendi. Giriş yapabilirsiniz.

source: Passwords do not match
tr: Şifreler eşleşmiyor

# pleaseEnterNewPassword
source: Please enter a new password
tr: Lütfen yeni şifre girin

source: Second Page
tr: İkinci Sayfa

source: Go Back
tr: Geri Dön

# bankKasa
source: BANK / CASH
tr: BANKA / KASA

# cekSenet
source: CHECK / BILL
tr: ÇEK / SENET

source: CASH MOVEMENT
tr: NAKİT HAREKETİ

source: DOCUMENT ENTRY
tr: EVRAK GİRİŞİ

# mainVault
source: Main Vault (USD)
tr: Ana Kasa (TL)

# checksGiven
source: Issued Checks
tr: Verilen Çekler

# dailyPay
source: DAILY
tr: YEVMİYE

# monthlyPay
source: MONTHLY
tr: MAAŞ

# hourlyRate
source: Hourly Wage
tr: Saatlik Ücret

# overtimeHourly
source: Overtime Wage
tr: Mesai Ücreti

# deleteWorkerConfirmNote
source: Are you sure you want to permanently delete the personnel named {name} and all their data (attendance, payments, etc.)?
tr: isimli personeli ve tüm verilerini (puantaj, ödemeler vb.) kalıcı olarak silmek istediğinize emin misiniz?

# dismissConfirmNote
source: Are you sure you want to dismiss the personnel named {name}? (Past data is preserved)
tr: isimli personeli işten çıkarmak istediğinize emin misiniz? (Geçmiş veriler korunur)

# attendanceAndSalaryTracking
source: Attendance and salary accrual tracking
tr: Puantaj ve maaş tahakkuk takibi

# workerDismissedInfo
source: Personnel dismissed
tr: Personel işten çıkarıldı

# workerDeletedInfo
source: Personnel deleted
tr: Personel silindi

source: Full Name
tr: Ad Soyad

source: Duty / Position
tr: Görev / Pozisyon

# saveAsCariAccount
source: Save as Current Account
tr: Cari Hesap Olarak Kaydet

# requiredForSalaryPayments
source: Required for salary payment tracking
tr: Maaş ödemeleri takibi için gereklidir

source: Remaining Debt (Balance)
tr: Kalan Borç (Bakiye)

source: On Report
tr: Raporlu

source: On Excuse
tr: Mazeretli

source: Unauthorized
tr: İzinsiz

source: No Project Selected
tr: Proje Seçilmedi

source: Related Project
tr: İlgili Proje

source: Delete Record
tr: Kaydı Sil

# monday_short
source: Mon
tr: Pzt

# tuesday_short
source: Tue
tr: Sal

# wednesday_short
source: Wed
tr: Çar

# thursday_short
source: Thu
tr: Per

# friday_short
source: Fri
tr: Cum

# saturday_short
source: Sat
tr: Cmt

# sunday_short
source: Sun
tr: Paz

# work_caps
source: WORK
tr: ÇALIŞMA

# leave_report_caps
source: LEAVE/REPORT
tr: İZİN/RAPOR

# unauthorized_caps
source: UNAUTHORIZED
tr: İZİNSİZ

# sunday_caps
source: SUNDAY
tr: PAZAR

source: Net Incomes
tr: Net Gelirler

# workerRegistration
source: PERSONNEL REGISTRATION
tr: PERSONEL KAYIT

# statusDismissed
source: DISMISSED
tr: İŞTEN AYRILDI

source: Field Personnel
tr: Saha Personeli

source: Delete Permanently
tr: Kalıcı Olarak Sil

# newWorkerCard
source: New Personnel Card
tr: Yeni Personel Kartı

# incomeAndExpense
source: Income / Expense Balance
tr: Gelir / Gider Dengesi

source: Net Cash Status
tr: Net Nakit Durumu

source: TOP 3 PROFITABLE PROJECTS
tr: EN KARLI 3 PROJE

# cariTransaction
source: Account Transaction
tr: Cari İşlem
